/*#include <stdio.h>
#ifndef __SCREEN_H__
    #define __SCREEN_H__   

    #define RESET "\033[0m"
    #define GREEN "\033[1;32m"
    #define BLUE  "\033[34m"
    #define RED   "\033[1;31m"
    #define CYAN  "\033[1;36m"
    #define GRAY  "\033[2m"
    #define BLACK "\033[30m" 
#endif*/ //Цвета для записи 

void print_mainscreen() {
    printf("\n"
    "\t  ───────────────────────────────────────────────────\n"
    "\t  ████──█──█──█──████───████─█──█─█──█─█──█─████─████\n"
    "\t  █──█──█──█──█─────█───█──█─█──█─██ █─██ █─█────█──█\n"
    "\t  █──█──█──█──█────█────████─█──█─████─████─████─████\n"
    "\t  █──█──█──█──█───█─────█─█──█──█─█ ██─█ ██─█────█─█ \n"
    "\t  █████─████──█──████───█─██─████─█──█─█──█─████─█─██\n
    "\t  ───────────────────────────────────────────────────\n", BLUE);
   //printf("\t    %s(s) Start or (e) Exit\n", GREEN);//Реализовать в main функции старта (s) и выхода (e) из игры, чтобы не пребегать к сочетанию клавишь ctrl+z 
}

